Repository: bbmjja8123/kSpaceClean
Catalog: kUninstall/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: AI Analysis
ja: AI分析
zh_hans: AI 分析

source: App Name
ja: アプリ名
zh_hans: 应用名称

source: Backup
ja: バックアップ
zh_hans: 备份

source: Batch Uninstall
ja: 一括アンインストール
zh_hans: 批量卸载

source: Cache Clean
ja: キャッシュ削除
zh_hans: 缓存清理

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Deep Clean
ja: ディープクリーン
zh_hans: 深度清理

source: Disk Space
ja: ディスク容量
zh_hans: 磁盘占用

# FDA Guide
source: Full Disk Access
ja: フルディスクアクセス
zh_hans: 完全磁盘权限

source: History
ja: 履歴
zh_hans: 历史记录

source: Loading...
ja: 読み込み中...
zh_hans: 加载中...

source: Residues
ja: 残存ファイル
zh_hans: 残留文件

source: Restore
ja: 復元
zh_hans: 恢复

source: Scanning...
ja: スキャン中...
zh_hans: 扫描中...

source: Search Apps
ja: アプリを検索
zh_hans: 搜索应用

source: Settings
ja: 設定
zh_hans: 设置

source: Startup Items
ja: 起動項目
zh_hans: 启动项

source: Uninstall
ja: アンインストール
zh_hans: 卸载

source: Uninstall History
ja: アンインストール履歴
zh_hans: 卸载历史

source: Upgrade to Pro
ja: Proにアップグレード
zh_hans: 升级 Pro

source: Version
ja: バージョン
zh_hans: 版本

# app_never_used
source: Rarely used
ja: ほとんど使用されていません
zh_hans: 很少使用

# app_over_90_days_unused
source: Not used for over 90 days
ja: 90日以上使用されていません
zh_hans: 超过 90 天未使用

# batch_uninstall_action
source: Uninstall Selected (%d)
ja: 選択項目をアンインストール (%d)
zh_hans: 卸载所选 (%d)

source: No apps found
ja: アプリが見つかりません
zh_hans: 没有找到应用

source: No residues found
ja: 残存ファイルは見つかりませんでした
zh_hans: 未发现残留文件

source: Open kUninstall
ja: kUninstallを開く
zh_hans: 打开 kUninstall

source: Quick Uninstall...
ja: クイックアンインストール...
zh_hans: 快速卸载...

source: Quit
ja: 終了
zh_hans: 退出

# select_app_prompt
source: Select an app
ja: アプリを選択してください
zh_hans: 选择 App

# select_app_detail
source: Select an app from the list to view details
ja: リストからアプリを選択して詳細を表示
zh_hans: 从左侧列表选择一个应用查看详情

# uninstall_confirm_title
source: Are you sure you want to uninstall %@?
ja: %@ をアンインストールしてもよろしいですか？
zh_hans: 确定要卸载 %@ 吗？

# uninstall_confirm_detail
source: This will move the app and %d residue file(s) to Trash. You can restore from History within 30 days.
ja: アプリと %d 個の残存ファイルをゴミ箱に移動します。30日以内に履歴から復元できます。
zh_hans: 这会将应用和 %d 个残留文件移到废纸篓。您可以在 30 天内从历史记录恢复。

# uninstall_success
source: %@ has been uninstalled
ja: %@ はアンインストールされました
zh_hans: %@ 已卸载

# uninstall_error
source: Failed to uninstall %@
ja: %@ のアンインストールに失敗しました
zh_hans: 卸载 %@ 失败
